Repository: creativita-digitale/dentist
Catalog: lang/*.po
Languages: it_it

source: Returning customer?
it_it: Sei già cliente?

source: Click here to login
it_it: ﻿Clicca qui per accedere

source: Header
it_it: Intestazione

source: is a required field.
it_it: Questo è un campo obbligatorio

source: is not a valid email address.
it_it: Inserisci un indirizzo email valido.

source: Error
it_it: Errore

source: You are now logged in as <strong>%s</strong>
it_it: Sei entrato come <strong>%s</strong>

source: Insert the amount of interdental brushes until you have composed the entire box of 500 pcs. At the moment you have not selected any amount.
it_it: Inserisci le quantità di scovolini, fino a configurare la scatola intera di 500 pezzi. Attualmente non è stata inserita nessuna quantità.

source: Insert the amount of interdental brushes until you have composed the entire box of 500 pcs. At the moment you have not selected a sufficient quantity to complete your order.
it_it: Inserisci le quantità di scovolini, fino a configurare la scatola intera di 500 pezzi. Attualmente le quantità inserite sono insufficienti per completare l\'ordine.

source: You have completed the composition of the box. You can now insert it in your cart.
it_it: Hai completato la configurazione del box. Ora puoi procedere all\'inserimento nel carrello.

source: Quantity exceed, every box could contain only max 500 pcs.
it_it: Quantità superata, ogni box può contenere massimo 500 pezzi.

source: If you want to customize this with your logo, please contact us directly on <a href="mailto:mkt@piave.com">mkt@piave.com</a>
it_it: Se vuoi una personalizzazione con il tuo logo contatta direttamente l’azienda e invia il tuo logo a <a href="mailto:mkt@piave.com">mkt@piave.com</a>

source: User id
it_it: Codice utente

source: Name and surname
it_it: Nome e cognome

source: Telphone or e-mail
it_it: Telefono o email

source: Telephone
it_it: Telefono

source: Address
it_it: Indirizzo

source: City - Postcode
it_it: Codice postale:

source: Quantity Ultra Fine Interdental Brushes
it_it: Quantità Scovolino ultra fine

source: Quantity Fine Interdental Brushes
it_it: Quantità Scovolino fine

source: Quantity Medium Interdental Brushes
it_it: Quantità scovolino medium

source: Quantity Large Interdental Brushes
it_it: Quantità Scovolino large

source: Quantity Extra Large Interdental Brushes
it_it: Quantità Scovolino extra fine

source: Customization
it_it: Personalizzazione

source: Customizations
it_it: Personalizzazioni

source: All Customizations
it_it: Tutte le personalizzazioni

source: Add New
it_it: Aggiungi Nuovo

source: Not found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato nel cestino

source: Customization of products
it_it: Personalizzazione dei prodotti

source: Name
it_it: Nome

source: Name dental practice
it_it: Nome dello studio

source: Show Image
it_it: Visualizza immagine

source: Customize products
it_it: Personalizza i prodotti

source: Start here
it_it: Inizia qui

source: Total minimum order € 300.00
it_it: Ordine minimo totale € 300,00 con spedizione gratuita (solo in Italia)

source: Continue shopping
it_it: Continua acquisti

source: Your order must be at least %s (excluding VAT), currently the total is %s. (excluding VAT)
it_it: L’ordine deve essere almeno di %s (I.v.a. esclusa), attualmente il totale è %s. (I.v.a. esclusa)

source: Cart
it_it: Carrello

source: Click here to go to the plugins page and activate it.
it_it: Clicca qui per andare alla pagina dei plugin e attivarlo.

source: Edit quantity
it_it: Modifica quantità

source: Proceed
it_it: Procedi

source: Select a country&hellip;
it_it: Seleziona uno stato&hellip;

source: Select a state&hellip;
it_it: Seleziona uno stato&hellip;

source: Choose an option
it_it: Scegli un&rsquo;opzione

source: No products to show
it_it: Nessun prodotto da mostrare

source: First name
it_it: Nome:

source: Last name
it_it: Cognome:

source: Choose product
it_it: Personalizza i prodotti

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
it_it: Ciao <strong>%1$s</strong> (non sei %1$s? <a href="%2$s">Scollegati</a>).

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
it_it: Dalla schermata principale del tuo Account puoi vedere gli ordini recenti, gestire gli indirizzi di fatturazione e spedizione e <a href="%s">modificare la password</a>.

source: Login
it_it: Accedi

source: Username or email address
it_it: Nome utente o email

source: Remember me
it_it: Ricordami

source: Lost your password?
it_it: Dimenticato la password?

source: Register
it_it: Registrati

source: Email address
it_it: Indirizzo Email

source: First and Last Name
it_it: Nome e cognome

source: Telephone or Email
it_it: Telefono o email

source: Crea personalizzazione
it_it: Crea la tua personalizzazione

source: Background
it_it: Sfondo

source: Telephone or email
it_it: Telefono o email

source: Create customization
it_it: Crea la tua personalizzazione

source: Address 1
it_it: Indirizzo

source: Address 2
it_it: Indirizzo (continuazione)

source: Website / E-mail
it_it: Sito web / E-mail

source: purchase it
it_it: Procedi all’acquisto

source: This product is not customizable.
it_it: Il prodotto scelto non è componibile.

source: Check edits
it_it: Conferma invio

source: Please review your entry before proceeding.
it_it: Rivedi i dati inseriti, prima di procedere.

source: Q.tity Ultra Fine Interdental Brushes x 100:
it_it: Scovolino ultra fine Q.tà x 100:

source: Q.tity Fine Interdental Brushes x 100:
it_it: Scovolino fine Q.tà x 100:

source: Q.tity Medium Interdental Brushes x 100:
it_it: Scovolino medium Q.tà x 100:

source: Q.tity Large Interdental Brushes x 100:
it_it: Scovolino large Q.tà x 100:

source: Q.tity Extra Large Interdental Brushes x 100:
it_it: Scovolino extra large Q.tà x 100:

source: No customizations avaiable for this product
it_it: Il prodotto non prevede configurazione

source: Edit
it_it: Modifica

source: Customising selected product
it_it: Personalizzazione del prodotto

source: Country
it_it: Stato

source: City
it_it: Città

source: State
it_it: Stato

source: Postcode
it_it: Codice postale:

source: Save Address
it_it: Salva indirizzo

source: Choose the type of product to customize
it_it: Scegli il tipo di prodotto da personalizzare

source: Click on one of the items below
it_it: Fai click su una delle seguenti tipologie

source: Create your own customization
it_it: Crea la tua personalizzazione

source: Product recap:
it_it: Riepilogo prodotto:

source: Order recap:
it_it: Riepilogo ordine:

source: Product:
it_it: Prodotto:

source: Price:
it_it: Prezzo:

source: Quantity:
it_it: Quantità:

source: Please note: in the next screen it is still possible to make changes to your order
it_it: Attenzione: nella prossima schermata è ancora possibile effettuare modifiche all'ordine

source: Your cart is currently empty.
it_it: Il carrello è vuoto.

source: Customize a product
it_it: Personalizza un prodotto

source: Subtotal
it_it: Subtotale

source: Shipping
it_it: Spedizione

source: Total
it_it: Totale

source: Product
it_it: Prodotto

source: Price
it_it: Prezzo

source: Quantity
it_it: Quantità

source: Remove this item
it_it: Rimuovi

source: Available on backorder
it_it: Disponibile su prenotazione

source: Coupon:
it_it: Codice coupon:

source: Coupon code
it_it: Codice Coupon

source: You must be logged in to checkout.
it_it: Devi accedere per procedere all’acquisto.

source: Your order
it_it: Il tuo ordine

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
it_it: Siamo spiacenti. sembra che il negozio non sia disponibile nel tuo stato.

source: Please fill in your details above to see available payment methods.
it_it: Completa tutti i dettagli per ottenere le opzioni di spedizione.

source: Update totals
it_it: Aggiorna totale
